[Language]
Code="es"
Name="Español"
Translator="eTaTuS <etatus@gmail.com>"
Dir="ltr"

[MainFrame]
Title="Lingoes"
Close="Cerrar"
Maximize="Maximizar"
Minimize="Minimizar"
Restore="Restaurar"
Menu="Menú Principal"

; Status Icon
[NotifyIcon]
Tip="Traductor Lingoes\nTraducción por Cursor: [$CursorStatus]\nZoned Word Translator: [$SelectionStatus]\nTraducción del Portapapeles: [$ClipboardStatus]"
InfoTitle="Traductor Lingoes"
Info="Traducción por Cursor: [$CursorStatus]\nZoned Word Translator: [$SelectionStatus]\nTraducción del Portapapeles: [$ClipboardStatus]"
Enabled="Activado"
Disabled="Desactivado"

[MainMenu]
Open="Abrir"
CursorTranslator="Traducción por Cursor"
SelectionTranslator="Zoned Word Translator"
ClipboardTranslator="Traducción del Portapapeles"
Configuration="Configuración..."
Dictionaries="Diccionarios..."
Activation="Activación de producto"
UpdateOnline="Actualización on-line"
Help="Ayuda"
About="Acerca de Lingoes"
SupportOnline="Soporte on-line"
Exit="Salir"

[DlgInput]
Back="Atrás"
Forward="Adelante"
MainMenu="Menú Principal"
HistoryList="Historial"
Search="Buscar", "Búsqueda más detallada"
WebSearch="Búsqueda Web"
AutoMatch="Mostrar en Índice", "Mostrar ubicación en el Grupo de Índice"
MatchSetup="Opciones del Grupo de Índice..."
FindEngine="Obtener más motores de búsqueda web..."

[DlgIndex]
Index="Índice"
Guide="Guía"
Appendix="Apéndice"
NoIndex="Sin Índice"
AddIndexGroup="<div style=\"margin: 10; font-family: '[$TextFont]'; font-size: [$TextFontSize]pt\">Añadir diccionaro al <b>Grupo de Índice</b>, obtendrá sugerencias mientras escribe la palabra.<br/><br/><a href=\"app://dictionary_group/[$IndexGroupID]\"><u>Para gestionar el grupo de índice, haz click aquí.</u></a></div>"

[WebGuide]
Results="Resultados"
Spelling="Alternativas ortográficas"
Appendices="Apéndices"

; Actions="Acciones"
; TextTranslation="Traducción de Texto", "Ejecutar la Traducción de Texto"
; Conversions="Conversiones", "Realizar conversiones de moneda, unidades y hora"
; WebSearch="Búsqueda Web", "Buscar el término en la web (se mostrará la ventana del navegador)"

Options="Opciones"
Dictionaries="Diccionarios...", "Gestionar Diccionarios"
Configuration="Configuración...", "Abrir ventana de Configuración"
Help="Ayuda", "Abrir ventana de Ayuda de Lingoes"
Homepage="lingoes.net", "Visitar el sitio web de Lingoes"
Community="Comunidad Lingoes", "Comunidad Lingoes on-line"

[DlgStatus]
KeepVisible="Mantener ventana siempre visible"

[DlgView]
Speak="Pronunciar", "Pronunciar el texto seleccionado"
Search="Buscar"
Copy="Copiar"
Print="Imprimir..."
Save="Guardar..."
Find="Buscar..."
SelectAll="Seleccionar Todo"
TextTranslate="Traducción", "Realizar Traducción de Texto"
StartPage="", "Start Page"
ShowIndex="Mostrar barra lateral"
HideIndex="Ocultar barra lateral"
SaveFilter="Fichero HTML (*.htm; *.html)|*.htm;*.html|"
SpeechOption="Opciones de pronuncación..."
SelectVoice="Seleccionar voz"
Activation="Activación", "Asistente de activación de Lingoes"

[DlgInfo]
Title="Mensaje"
Ok="Aceptar"
Cancel="Cancelar"
Yes="Sí"
No="No"
Retry="Reintentar"
Abort="Abortar"
Ignore="Ignorar"

[DlgAuthentication]
Title="Conectar a "
TitleProxy="Conectar a servidor proxy "
Username="Usuario:"
Password="Contraseña:"
Remember="Recordar mi contraseña"
Ok="Aceptar"
Cancel="Cancelar"

[WndGrab]
Open="Búsqueda más detallada"
Speak="Pronunciar"
Copy="Copiar"
TextTranslation="Traducción de Texto"
KeepSize="Mantener tamaño de la ventana"
KeepVisible="Mantener ventana siempre visible"
Back="Atrás"
Forward="Adelante"
Search="Buscar\n  Enter:\t\Buscar\n  Ctrl + Enter:\tBúsqueda más detallada\n  Shift + Enter:\tTraducción de Texto\n  Alt + Enter:\tBúsqueda Web"

[DlgDictOption]
Title="Opciones del diccionario"
NetInstall="Instalar desde Lingoes", "Instalar diccionario desde la web de Lingoes"
Install="Instalar", "Instalar diccionario desde un fichero"
Uninstall="Desinstalar", "Desinstalar diccionario"
Add="Añadir", "Añadir un diccionario a la lista"
Remove="Eliminar", "Eliminar este diccionario de la lista"
Download="Descargar", "Descargar este diccionario para su uso sin conexión"
MoveTop="", "Arriba"
MoveUp="", "Subir"
MoveDown="", "Bajar"
MoveBottom="", "Abajo"
MoreDetails="", "Ver detalles del diccionario"
Close="Cerrar"

Installed="Diccionarios Instalados"
Query="Diccionarios Instalados"
Index="Grupo de Índice"
Grab="Grupo de Traducción por Cursor"

InstalledList="Diccionarios Instalados"
QueryList="Diccionarios Instalados"
IndexList="Lista de Grupo de Índice"
GrabList="Lista de Grupo de Traducción por Cursor"
DictID="ID"
Online="On-line"

Type="Tipo"
OnlineType="Se necesita conexión a Internet"
; IndexType=For Index

AddFilter="Diccionarios Lingoes (*.ld2, *.ldp)|*.ld2;*.ldp|"
InstallDict="Instalar diccionario"
Installing="Instalando..."

[DlgDictList]
Title="Añadir Diccionarios"
Add="Añadir"
Cancel="Cancelar"
Select="Seleccionar"
DictList="Diccionarios Instalados"
ID="ID"
Online="On-line"

[DlgDictInfo]
Title="Detalles de Diccionario"
Close="Cerrar"

ID="ID"
MD5="MD5"
Name="Nombre"
Version="Versión"
Date="Fecha de Creación"
Update="Última Actualización"
IndexCount="Palabras"
GlsCount="Glosarios"
DictTitle="Título"
DictEdition="Edición"
DictDescription="Descripción"
PubAuthor="Autor"
PubEmail="E-mail"
PubWebsite="Sitio web"
PubCopyright="Copyright"
Filename="Nombre de fichero"

; Install Dictionaries
[DlgDictInstall]
Title="Instalación de Dictionario"
InstallSucceed="Instalación del diccionario \"[$DictTitle]\" realizada con éxito."
DictGroupOption="Opciones"
AddIndexGroup="Añadir al \"Grupo de Índice\""
AddIndexGroupDesc="Lingoes buscará los diccionarios en el grupo de índice y proporcionará el resultado más próximo en la barra de índice mientras se escribe el término."
AddGrabGroup="Añadir al \"Grupo de Traducción por Cursor\""
AddGrabGroupDesc="Lingoes buscará diccionarios en el grupo de traducción por cursor y mostrará el resultado de la traducción de la palabra señalada por el cursor del ratón en una ventana de traducción emergente."
Ok="Aceptar"

; Configuration
[DlgOption]
Title="Configuración"
Ok="Aceptar"
Cancel="Cancelar"
General="General"
Appearance="Apariencia"
Connection="Conexión"
Speech="Pronunciación"
Hotkey="Teclas de acceso rápido"
Translate="Traducción"
License="Licencias"

; General
[DlgOptGeneral]
Language="Idioma"
UILanguage="Idioma del Interfaz de Usuario"
; LayoutDir="Orientación de la Ventana"

WebSearch="Búsqueda Web"
SelectWebSearch="Seleccione el motor de búsqueda para las búsquedas web"

TermHistory="Historial de términos"
SaveHistory="Palabras buscadas guardadas en el historial"
ClearHistory="Borrar Historial"
ClearHistoryConfirmation="¿Seguro que desea borrar el Historial de términos?"

AutoStart="Ejecutar Lingoes al iniciar la sesión de Windows"
StartMin="Minimizar al inicio"

; Appearance
[DlgOptAppearance]
UserInterface="Interfaz de Usuario"
WindowStyle="Estilo de la Ventana"
WindowFont="Tipo de letra"
WindowFontSize="Tamaño de letra"
WindowFontSizeList="7", "8", "9", "10", "10.5", "11"
ResultDisplay="Mostrar Resultados"
TextFont="Tipo de Letra"
TextFontSize="Tamaño de Letra"
TextFontSizeList="7", "8", "9", "10", "10.5", "11", "12", "13", "14", "16", "18", "20", "22", "24", "26", "28", "32", "36", "48"
PhoneticFont="Fuente Fonética"
CursorTranslatorBar="Ventana de Traducción por Cursor"
FontColor="Color de Letra"
BackColor="Color de Fondo"
BorderColor="Color de Borde"
Transparence="Cursor traslúcido en ventanas de traducción"
SampleText="Traducción por Cursor"

[Style]
0="Ninguno"
1="Estilo por defecto"

; Translate
[DlgOptTranslate]
SupportLCMap="Support local language mapping"

; Capture
[DlgOptCapture]
CursorActivation="Traducción por Cursor"
MouseActivation="Modo de activación del ratón:"
MouseOver="Cursor por encima"
LeftMouseButton="Botón Izquierdo del Ratón"
MiddleMouseButton="Botón Central de Ratón"
RightMouseButton="Botón Derecho del Ratón"
MouseXButton1="Botón X 1 del Ratón"
MouseXButton2="Botón X 2 del Ratón"
TimeDelay="Retardo:"
MSEL="milisegundos"
Language="Opciones de Idioma"
IgnoreLatin="Ignorar Latin (Inglés, Francés, Alemán, Español, etc.)"
IgnoreCJK="Ignorar Chino, Japonés y Coreano"
IgnoreCyrillic="Ignorar Cirílico (Ruso, Búlgaro, etc.)"
IgnoreArabic="Ignorar Arábe, Hebreo"
InstallAdobePlugin="Install Adobe Acrobat/Reader Plug-in"
ZonedWord="Zoned Word Translator"
ZonedWordFilterRule="Zoned Word Filter Rules..."

; Speech
[DlgOptSpeech]
Engine="Motor Texto a Voz"
Voice="Voz"
Volume="Volumen"
Pitch="Pitch"
Speed="Velocidad"
RealtimePron="Pronunciación en tiempo real"
Test="Prueba"
EnterText="Introduzca un texto para probar esta voz"

; Connect
[DlgOptConnection]
ConnectSet="Configuración de conexión"
DirectConnect="Conexión Directa"
IEProxyConnect="Usar configuración proxy del navegador"
ProxyConnect="Conexión mediante servidor Proxy / Cortafuegos"
ProxyServer="Servidor Proxy:"
ProxyPort="Puerto:"
Username="Usuario:"
Password="Constraseña:"
OnlineUpdate="Actualización on-line"
UpdateNow="Actualizar ahora"
EnableUpdate="Activar actualizaciones on-line"

; Hotkey
[DlgOptHotkey]
OpenMainWnd="Abrir ventana principal"
GrabToggleKey="Activar Traducción por Cursor"
ClipboardToggleKey="Activar Traducción del Portapapeles"
Pronounce="Pronunciar"
CopyInterpretation="Copiar contenido de la traducción"

[DlgExpire]
Title="Lingoes ha caducado"
Ok="Actualizar ahora"
Cancel="Salir"
NetworkSettings="Configuración de Red"
Support="Lingoes.net"
AskUpgrade="La versión actual ha caducado, debe actualizar a una nueva versión. \n¿Actualizar a una nueva versión ahora?"

[DlgAbout]
DlgTitle="Acerca de Lingoes"
Version="Versión: "
PortableEdition="Portable Edition"
Email="E-mail"
Website="Sitio web de Lingoes"
LicenseTo="Este producto pertenece a:"
LicenseID="ID: "

[WebResult]
SpellingAlternatives="Alternativas Ortográficas"
SpellChecker="Corrector Ortográfico"
TextTranslation="Traducción de Texto"
WebSearch="Búsqueda Web"
MoreResults="Más resultados"
WaitSearch="Solicitando resultados de la búsqueda..."
NoMatch="<div id='dict_result_nomatch' style=\"font-family:'[$TextFont]'; font-size:[$TextFontSize]pt; line-height:normal; padding:10; display:[$Display]\"><b>No se han encontrado coincidencias para \"<font color='#C00000'>[$SearchKey]</font>\".</b></div>"
; NoAlternatives="<div id='dict_spelling' style='padding:12 10 5 10'><b>No se han encontrado alternativas ortográficas</div>"
; SpellRef="<div nowrap style='width:140; padding:0 3 3 0; display:inline'><a href='dict://headword/%s'><u>%s</u></a></div> "
; Alternatives="<div id='dict_spelling' nowrap style='margin:0 10 10 10; padding:2; border:1px solid #92B0DD; background: #CFDDF0; color: #000080'><img border='0' src='%sspelling8.png' width=16 height=16 align=absmiddle> <b>Alternativas Ortográficas</b></div><div style='margin:0 10 10 10; padding:2'>%s</div>"
; MoreActions="<div nowrap style='margin:0 10 10 10'><img border='0' src='%strans8.png' width='16' height='16' align='absmiddle'> <a href='app://texttranslation/'><u>Text Translation</u></a> &nbsp;&nbsp; <img border='0' src='%swebsearch8.png' width='16' height='16' align='absmiddle'> <a href='app://websearch/'><u>Búsqueda Web</u></a></div>"

[WebStartPage]
StartPageTpl="<table id='startpage' width='100%' height='100%' border='0' cellspacing='0' cellpadding='10' onselectstart='return false'><tr><td align='center' style=\"font-family: '[$Font]'; font-size: [$FontSize]pt; line-height: 1.2em\"><a href='app://homepage/'><img border='0' src='[$ImgPath]logomain.png' width='134' height='40' style='margin-bottom:50'></a></td></tr></table>"
HelpTip="Cómo usar Lingoes"
DownDictTip="Descargar más diccionarios"
Intro="Soporte de traducción a más de 80 idiomas<br>Traducción por Cursor, Traducción de Texto & Texto a Voz"

[TextTranslation]
Title="Traducción de Texto"
To="A"
Translate="Traducir"
RequestFailed="Solicitud de los servicios de traducción fallida."
ConnectFailed="Lingoes no ha podido conectarse al servidor. Si estás conectado a Internet, por favor comprueba la configuración de Conexión."
WaitRequest="Solicitando Resultados de Traducción..."
ParseResultFailed="Análisis de resultados de traducción erróneo. Si obtiene este mensaje repetidas veces, por favor contacte con nosotros."


; Layout
[Layout]
DictMenu="Menú de Diccionario"
ShowResult="Mostrar Resultados"
MinimizeResult="Minimizar Resultados"
FindWord="Buscar: "

; Dictionary Menu
[DictMenu]
About="Acerca de..."
Enable="Activar"
Disable="Desactivar"
DisableMsg="El diccionario está desactivado y no mostrará resultados\nPuedes activarlo desde el diálogo \"Diccionarios\"."
MoveTop="Poner como primer resultado"
ArrangeResults="Ordenar resultados..."
IndexGroup="  (Grupo de Índice)"
QueryGroup="  (Grupo de Búsquedas)"
GrabGroup="  (Grupo de Traducción por Cursor)"

[Update]
Title="Actualización on-line"
AskUpgrade="Se ha detectado una nueva versión disponible. ¿Desea actualizarse a la nueva versión?"
UpgradeNow="Se ha detectado una nueva versión disponible. Necesita actualizarse a la nueva versión"
UpdateSuccess="¡Actualización completada!"
UpdateFail="¡Actualización incorrecta!"
NoUpdate="La versión actual es la última disponible"

CheckUpdate="Checking update..."
GetUpdateInfo="Getting updated information..."
DownUpdateData="Downloading updated data..."
ExecUpdate="Updating system..."
GetUpgradeInfo="Getting upgraded information..."
DownUpgradeData="Downloading upgraded data..."
ExecUpgrade="Upgrading system..."
NeedExitForUpgrade="Lingoes will quit for finishing upgrade"

[Message]
InitUpdateServerFail="Error de inicialización del servicio de actualización "
StartDictServerFail="Error al iniciar el servicio de diccionarios."

DictFileErr="¡Formato de fichero incorrecto!\n[$Filename]"
DictVersinTooOld="[$Filename]\nLa versión actual del diccionario ([$DictVer]) es demasiado antigua, por favor actualícela.\n\n¿Desea visitar la web de Lingoes para buscar la última versión?"
DictVersinTooNew="[$Filename]\nLa versión actual del diccionario ([$DictVer]) necesita una versión más actual de Lingoes.\n\n¿Desea descargar la última versión de Lingoes desde su web ahora?"

AskDictRepeatInstall="La lista de diccionarios ya incluye el diccionario \"[$DictTitle]\",\n¿Desea continuar de todos modos?"
InstallDictFail="Error al instalar el diccionario:\n[$Filename]"
AskUninstall="¿Está seguro que desea desinstalar el diccionario?\n\n[$DictTitle]\nID: [$DictID]"
UninstallDictFail="Desinstalación del diccionario fallida\n\n[$DictTitle]\nID: [$DictID]"
AskRemoveFromGroup="¿Está seguro que desea eliminar el diccionario \"[$DictTitle]\" de la lista?"

MemoryAllocFail="Error de reserva de memoria."
FilenameInvalid="Nombre de fichero incorrecto."

AreYouAbort="¿Está seguro que desea cancelar el proceso actual?"
CreateThreadFail="Error al crear el hilo"
CreateEventFail="Error al crear evento manual"
Unfulfilment="La funcionalidad no está operativa"
OnlyProVersion="La funcionalidad está disponible solo en la versión Pro."
NoRegister="Tiene una versión no registrada de Lingoes, por favor regístrese para usar esta funcionalidad."
UsernameIsEmpty="El nombre de usuario está en blanco, por favor introduzca un nombre."
SaveSearchResultFail="Error al guardar los resultados de la búsqueda."

OpenAppendixFail="Error abriendo el contenido del apéndice."
OpenSpeechEngineFail="Error al cargar el motor Texto a Voz, por favor verifique si su motor ha sido instalado en su sistema \n\nDebe reinstalar el motor Texo a Voz en su sistema operativo para poder usar la pronunciación. Si no lo tiene, puede descargarlo desde la web de Lingoes \n\n¿Desea descargarlo ahora?"

; NeedIE6Support="Lingoes needs Internet Explorer 6+, please update your web browser to IE6+"
NoImplement="Lo siento, la funcionalidad no está operativa"
